Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Accommodation reservation services [time share]
it: Servizi di prenotazione di alloggi in multiproprietà

source: Arranging of accommodation for tourists
it: Organizzazione di sistemazioni turistiche

source: Provision of trade show facilities [accommodation]
it: Fornitura di strutture per fiere campionarie [alloggi]

source: Rental of crockery
it: Noleggio di stoviglie

source: Making reservations and bookings for restaurants and meals
it: Servizi di prenotazione di ristoranti e pasti

source: Electronic information services relating to hotels
it: Servizi informativi elettronici alberghieri

source: Providing assisted living facilities [temporary accommodation]
it: Fornitura di strutture di assistenza sanitaria [alloggi temporanei]

source: Booking agency services for holiday accommodation
it: Servizi di agenzie di prenotazione di alloggi per vacanze

source: Provision of hotel accommodation
it: Fornitura di alloggio in alberghi

source: Room rental for exhibitions
it: Affitto di camere per esposizioni

source: Motel services
it: Servizi di motel

source: Services for the preparation of food and drink
it: Servizi per la preparazione di alimenti e bevande

source: Takeaway services
it: Servizi da asporto

source: Rental of quilts
it: Affitto di piumoni

source: Catering services for the provision of food
it: Servizi di catering per la fornitura di alimenti

source: Providing conference rooms
it: Fornitura di sale conferenze

source: Consulting services in the field of culinary arts
it: Servizi di consulenza in materia di cucina

source: Hospitality services [accommodation]
it: Servizi di ospitalità [alloggio]

source: Accommodation services for meetings
it: Sistemazione alberghiera per riunioni

source: Rental of beds
it: Noleggio di letti

source: Hostels
it: Ostelli

source: Arranging of meals in hotels
it: Organizzazione di pasti in alberghi

source: Ice cream parlour services
it: Servizi di gelateria

source: Provision of information relating to the booking of accommodation
it: Servizio fornitura informazioni relative alla prenotazione di alloggi

source: Services for reserving holiday accommodation
it: Servizi per la prenotazione di alloggi per vacanze

source: Restaurant services incorporating licensed bar facilities
it: Servizi di ristorazione con bar con licenza per la vendita di alcolici

source: Accommodation bureau services
it: Servizi di agenzie per alloggi

source: Personal chef services
it: Servizi di cuochi personali

source: Tourist camp services [accommodation]
it: Camping turistici [alloggio]

source: Hiring of furniture for exhibitions
it: Affitto di mobili per esposizioni

source: Arranging of wedding receptions [venues]
it: Organizzazione di locali per ricevimenti nuziali

source: Provision of facilities for exhibitions
it: Fornitura di luoghi per esposizioni

source: Provision of caravan park facilities
it: Fornitura di strutture per aree per roulotte

source: Temporary accommodation reservations
it: Prenotazione di abitazioni temporanee

source: Services for the housing of pet birds
it: Servizi di alloggio per uccelli domestici

source: Bar services
it: Servizi di bar

source: Delicatessens [restaurants]
it: Gastronomie [ristoranti]

source: Emergency shelter services [providing temporary housing]
it: Servizi di riparo d'emergenza [fornitura di alloggio temporaneo]

source: Hiring of rooms for social functions
it: Affitto di sale per funzioni sociali

source: Restaurant information services
it: Informazioni su ristoranti

source: Provision of facilities for board meetings
it: Strutture per riunioni di comitati

source: Arranging of wedding receptions [food and drink]
it: Organizzazione di ricevimenti nuziali [ristorazione]

source: Providing accommodation for functions
it: Fornitura di alloggi per funzioni

source: Travel agency services for making hotel reservations
it: Servizi di agenzie di viaggio perprenotazioni alberghiere

source: Rental of futon
it: Affitto di futon

source: Tea rooms
it: Sale da tè

source: Consultancy services relating to baking techniques
it: Servizi di consulenza riguardanti tecniche di cottura al forno

source: Consultancy services relating to food
it: Servizi di consulenza riguardanti gli alimenti

source: Hospitality services [food and drink]
it: Servizi di ospitalità [ristorazione]

source: Booking agency services for hotel accommodation
it: Servizi di agenzia per prenotazioni alberghiere

source: Provision of temporary work accommodation
it: Fornitura locali temporanei di lavoro

source: Rating holiday accommodation
it: Valutazione di alloggi per vacanze

source: Rental of carpets
it: Affitto di tappeti

source: Travel agency services for booking accommodation
it: Servizi di agenzia di viaggi per prenotazioni alberghiere

source: Booking of accommodation for travellers
it: Prenotazione di alloggi per viaggiatori

source: Night club services [provision of food]
it: Servizi per night club [ristorazione]

source: Provision of information relating to restaurants
it: Servizio fornitura informazioni relative a ristoranti

source: Rental of internal furnishings
it: Noleggio di arredi per interni

source: Rental of lighting apparatus (Domestic -)
it: Noleggio di sistemi di 'illuminazione (per interni)

source: Rental of cooking equipment for industrial purposes
it: Noleggio di apparecchiature di cottura per uso industriale

source: Holiday camp services [lodging]
it: Servizi di campi di vacanze [alloggio]

source: Corporate hospitality (provision of food and drink)
it: Ospitalità aziendale (fornitura di cibi e bevande)

source: Charitable services, namely providing temporary accommodation
it: Opere di beneficenza, ovvero fornitura di alloggi temporanei

source: Hiring of furniture for conferences
it: Noleggio di mobili per conferenze

source: Hiring of furniture for presentations
it: Affitto di mobili per presentazioni

source: Arranging of accommodation for holiday makers
it: Organizzazione di alloggi per vacanze

source: Club services for the provision of food and drink
it: Servizi di ristorazione forniti da club

source: Take-out restaurant services
it: Servizi di ristorazione da asporto

source: Information relating to hotels
it: Informazioni riguardanti gli alberghi

source: Banqueting services
it: Servizi di banchetti

source: Consultancy services relating to hotel facilities
it: Servizi di consulenza in materia di strutture alberghiere

source: Hire of interior chairs
it: Affitto di sedie per interni

source: Restaurant services
it: Servizi di ristoranti

source: Mobile creches
it: Asili itineranti

source: Services for the housing of pet fish
it: Servizi di alloggio per pesci da appartamento

source: Rental of water dispensers
it: Affitto di distributori d'acqua

source: Restaurant reservation services
it: Prenotazione di ristoranti

source: Booking of campground accommodation
it: Prenotazione di sistemazione in campeggio

source: Catering in fast-food cafeterias
it: Catering in caffetterie fast-food

source: Child care services
it: Nidi d'infanzia

source: Consultancy services relating to food preparation
it: Servizi di consulenza relativi alla preparazione di alimenti

source: Hire of interior matting
it: Affitto di stuoie per interni

source: Rental of tents
it: Noleggio di tende

source: Provision of information relating to bars
it: Servizion fornitura informazioni in materia di bar

source: Reservation services for booking meals
it: Servizi di prenotazione pasti

source: Boarding house bookings
it: Prenotazione di pensioni

source: Rental of chairs, tables, table linen, glassware
it: Noleggio di sedie, tavoli, biancheria da tavolo, bicchieri

source: Providing campground facilities
it: Gestione di aree per campeggio

source: Rental of temporary accommodation
it: Locazione di alloggi temporanei

source: Wine bar services
it: Servizi di enoteche

source: Charitable services, namely providing food and drink catering
it: Opere di beneficenza, ovvero fornitura di cibi e bevande

source: Making hotel reservations for others
it: Prenotazioni alberghiere per conto terzi

source: Accommodation exchange services [time share]
it: Servizi di scambio di alloggi [multiproprietà]

source: Creche services provided in shopping locations
it: Servizi di asili nido offerti presso centri commerciali

source: Providing temporary trailer park facilities
it: Parcheggi temporanei per rimorchi

source: Event facilities and temporary office and meeting facilities
it: Strutture per eventi ed uffici temporanei, strutture per convegni

source: Nurseries, day-care and elderly care facilities
it: Asili nido, strutture per la cura diurna e degli anziani

source: Hotels, hostels and boarding houses, holiday and tourist accommodation
it: Alberghi, ostelli e pensioni, alloggi per vacanze e per turisti

source: Rental of rooms as temporary living accommodations
it: Affitto di camera come sistemazione temporanea1

source: Hookah bar services
it: Fumerie di narghilè

source: Providing of food and drink via a mobile truck
it: Fornitura di alimenti e bevande attraverso un furgone

source: Reception services for temporary accommodation [management of arrivals and departures]
it: Servizi di accoglienza per alloggi temporanei [gestione di arrivi e partenze]

source: Washoku restaurant services
it: Servizi di ristoranti washoku

source: Agency services for reservation of restaurants
it: Agenzie per la prenotazione di ristoranti

source: Agency services for the reservation of temporary accommodation
it: Agenzie per la prenotazione di alloggi temporanei

source: Coffee supply services for offices [provision of beverages]
it: Servizi di fornitura di caffè per uffici [fornitura di bevande]

source: Mobile restaurant services
it: Servizi di ristorazione mobili

source: Outside catering services
it: Servizi di catering esterno

source: Providing facilities for fairs and exhibitions
it: Fornitura di locali per fiere ed esposizioni

source: Provision of conference, exhibition and meeting facilities
it: Fornitura di locali per conferenze, esposizioni e riunioni

source: Rental of rooms for social functions
it: Affitto di sale per funzioni sociali

source: Serving food and drinks
it: Servizi di ristorazione

source: Operating membership accommodation
it: Gestione di servizi di alloggio per membri

source: Providing convention facilities
it: Fornitura di locali per convegni

source: Snack-bar services
it: Servizi di snack-bars

source: Food preparation services
it: Preparazione di alimenti

source: Food and drink catering
it: Servizi di catering

source: Temporary accommodation
it: Alloggi temporanei

source: Boarding house services
it: Servizi di pensioni

source: Provision of food and drink
it: Fornitura di alimenti e bevande

source: Services for providing food and drink
it: Fornitura di alimenti e bevande

source: Teahouse services
it: Servizi da sala da té

source: Rental of pillows
it: Noleggio di guanciali

source: Rental of blankets
it: Noleggio di coperte

source: Providing on-line information relating to holiday accommodation reservations
it: Fornitura di informazioni online in tema di prenotazione di alloggi di vacanza

source: Temporary accommodation services provided by holiday camps
it: Servizi di alloggio temporaneo forniti da campeggi per vacanze

source: Providing food and drink in bistros
it: Fornitura di cibo e bevande in bistrot

source: Preparation of Japanese food for immediate consumption
it: Preparazione di cibo giapponese per consumo immediato

source: Japanese restaurant services
it: Servizi di ristorante giapponese

source: Providing exhibition facilities in hotels
it: Fornitura di strutture espositive in alberghi

source: Providing food and drink in doughnut shops
it: Fornitura di cibo e bevande in negozi di ciambelle

source: Travel agency services for booking temporary accommodation
it: Servizi di agenzia di viaggio per la prenotazione di alloggi temporanei

source: Catering services for company cafeterias
it: Servizi di catering per caffetterie di aziende

source: Catering services for educational establishments
it: Servizi di catering per centri educativi

source: Catering services for schools
it: Servizi di catering per scuole

source: Catering services for conference centers
it: Servizi di catering per centri di conferenza

source: Catering services for nursing homes
it: Servizi di catering per case di ricovero

source: Catering services for retirement homes
it: Servizi di catering per case di riposo

source: Catering services for hospitals
it: Servizi di catering per ospedali

source: Supplying of meals for immediate consumption
it: Fornitura di pasti per consumo immediato

source: Providing temporary accommodation in boarding houses
it: Fornitura di alloggi temporanei in pensioni

source: Catering services for providing European-style cuisine
it: Servizi di catering per la fornitura di cibo in stile europeo

source: Take-away fast food services
it: Servizi di fast-food da asporto

source: Providing information about temporary accommodation via the Internet
it: Fornitura di informazioni in tema di alloggi temporanei tramite internet

source: Food and drink catering for cocktail parties
it: Catering di alimenti e bevande per ricevimenti

source: Food and drink catering for banquets
it: Catering di alimenti e bevande per banchetti

source: Rental of curtains for hotels
it: Noleggio di tendaggi per alberghi

source: Booking of temporary accommodation via the Internet
it: Prenotazione di alloggi temporanei tramite internet

source: Catering services for hospitality suites
it: Servizi di catering per sale di accoglienza

source: Consultancy provided by telephone call centers and hotlines in the field of temporary accommodation
it: Consulenza fornita tramite call center e hotline telefonici nel campo di alloggi temporanei

source: Business catering services
it: Servizi di catering aziendale

source: Arranging and providing temporary accommodation
it: Organizzazione e fornitura di alloggi temporanei

source: Rental of chairs and tables
it: Noleggio di tavoli e sedie

source: Rental of furniture for hotels
it: Noleggio di mobili per alberghi

source: Providing temporary accommodation in holiday flats
it: Fornitura di alloggi temporanei in appartamenti per le vacanze

source: Providing temporary accommodation in holiday homes
it: Fornitura di alloggi temporanei in case per vacanze

source: Rental of temporary accommodation in holiday homes and flats
it: Affitto di alloggi temporanei in case e appartamenti per vacanze

source: Food and drink catering for institutions
it: Catering di alimenti e bevande per istituzioni

source: Preparation of Spanish food for immediate consumption
it: Preparazione di cibo in stile spagnolo per consumo immediato

source: Spanish restaurant services
it: Servizi di ristorante spagnolo

source: Tourist restaurants
it: Ristoranti per turisti

source: Providing temporary lodging for guests
it: Fornitura di alloggi temporanei per gli ospiti

source: Hotel services for preferred customers
it: Servizi alberghieri per clienti speciali

source: Providing accommodation in hotels and motels
it: Fornitura di alloggi in alberghi e motel

source: Providing hotel and motel services
it: Fornitura di servizi di alberghi e motel

source: Serving food and drink in Internet cafes
it: Somministrazione di cibi e bevande in cybercafé

source: Providing food and drink in Internet cafes
it: Fornitura di cibi e bevande in cybercafé

source: Providing temporary accommodation as part of hospitality packages
it: Fornitura di alloggi temporanei nell'ambito di pacchetti turistici di accoglienza

source: Providing information about temporary accommodation services
it: Fornitura di informazioni in tema di servizi di alloggio temporaneo

source: Serving food and drink for guests in restaurants
it: Somministrazione di cibi e bevande per clienti di ristoranti

source: Providing food and drink for guests in restaurants
it: Fornitura di cibi e bevande per i clienti di ristoranti

source: Reservation of temporary accommodation in the nature of holiday homes
it: Prenotazione di alloggi temporanei sotto forma di case per vacanze

source: Providing online information relating to hotel reservations
it: Fornitura di informazioni online in tema di prenotazioni alberghiere

source: Serving of alcoholic beverages
it: Somministrazione di bevande alcoliche

source: Providing food and drink for guests
it: Fornitura di cibi e bevande per gli ospiti

source: Preparation and provision of food and drink for immediate consumption
it: Preparazione e fornitura di cibi e bevande per consumo immediato

source: Hotel reservation services provided via the Internet
it: Servizi di prenotazione alberghiera tramite internet

source: Rental of kitchen worktops for preparing food for immediate consumption
it: Noleggio di piani di lavoro da cucina per la preparazione di cibo per consumo immediato

source: Serving food and drink in restaurants and bars
it: Somministrazione di cibi e bevande in ristoranti e bar

source: Providing food and drink in restaurants and bars
it: Fornitura di cibi e bevande in ristoranti e bar

source: Advice concerning cooking recipes
it: Consulenze in tema di ricette di cucina

source: Providing food and drink catering services for exhibition facilities
it: Fornitura di servizi di catering per complessi espositivi

source: Supplying meals to the homeless or underprivileged
it: Fornitura di pasti a senzatetto e svantaggiati

source: Providing food and drink catering services for convention facilities
it: Fornitura di servizi di catering per strutture congressuali

source: Providing community centers for social gatherings and meetings
it: Fornitura di centri comunitari per riunioni e incontri sociali

source: Providing banquet and social function facilities for special occasions
it: Fornitura di locali per banchetti e attività sociali per occasioni speciali

source: Leasing of metal and non-metal transportable buildings
it: Noleggio di edifici trasportabili in metallo e non

source: Temporary accommodation provided by dude ranches
it: Alloggi temporanei forniti da ranch per vacanze

source: Providing food to needy persons [charitable services]
it: Fornitura di alimenti a persone bisognose [servizi di beneficenza]

source: Providing food and drink catering services for fair and exhibition facilities
it: Fornitura di servizi di catering per complessi fieristici ed espositivi

source: Sommelier services
it: Servizi di sommelier

source: Reservation of rooms for travellers
it: Prenotazione di camere per viaggiatori

source: Rental of conference rooms
it: Noleggio di sale conferenze

source: Providing information in the nature of recipes for drinks
it: Fornitura informazioni sotto forma di ricette per bevande

source: Provision of after-school care
it: Fornitura di servizi di doposcuola

source: Rental of chocolate fountains
it: Noleggio di fontanelle di cioccolato

source: Beer bar services
it: Servizi di birrerie

source: Tapas bars
it: Bar di tapas

source: Cafeteria services
it: Servizi di caffetterie

source: Self-service restaurant services
it: Servizi di ristoranti self-service

source: Tempura restaurant services
it: Servizi di ristoranti di tempura

source: Fast-food restaurant services
it: Servizi di ristoranti fast food

source: Tour operator services for the booking of temporary accommodation
it: Servizi di operatore turistico per la prenotazione di alloggio temporaneo

source: Advisory services relating to horticulture
it: Servizi di consulenza in materia di orticoltura

source: Make-up services
it: Servizi di trucco

source: Veterinary services (Professional consultancy relating to -)
it: Servizi veterinari (Consulenza professionale in materia di -)

source: Physiotherapy
it: Fisioterapia

source: Laser hair removal services
it: Servizi di depilazione con laser

source: Hearing tests
it: Test dell'udito

source: Hiring of medical instruments
it: Noleggio di strumenti medici

source: Rental of plants
it: Noleggio di piante

source: Stud services
it: Servizi di monta

source: Cosmetic electrolysis for the removal of hair
it: Elettrolisi cosmetica per la rimozione dei peli

source: Stress management services
it: Servizi di gestione dello stress

source: Ophthalmological services
it: Servizi oftalmologici

source: Provision of medical facilities at sporting events
it: Fornitura di strutture mediche per manifestazioni sportive

source: Provision of public bath facilities for personal hygiene
it: Fornitura di strutture per bagni pubblici per l'igiene personale

source: Information services relating to the use of chemicals used in horticulture
it: Servizi d'informazione riguardanti l'utilizzo di prodotti chimici per l'orticoltura

source: Information services relating to the use of manures used in horticulture
it: Servizi d'informazione riguardanti l'utilizzo di concimi in orticoltura

source: Human fertility treatment services
it: Servizi di cura per la fertilità umana

source: Advice relating to the feeding of animals
it: Consulenza in materia di alimentazione di animali

source: Services for the care of the feet
it: Servizi relativi alla cura dei piedi

source: Services for the provision of sauna facilities
it: Servizi per fornitura di strutture per saune

source: Preparation of prescriptions by pharmacists
it: Preparazione di ricette da parte di farmacisti

source: Rental of machines and apparatus for use in beauty salons or barbers' shops
it: Noleggio di macchine e apparecchi per saloni di bellezza o parrucchieri

source: Aromatherapy services
it: Servizi di aromaterapia

source: Rental of agricultural spraying machinery
it: Noleggio di macchinari per spargimenti agricoli

source: Rental of lawnmowers
it: Noleggio di tosaerba

source: Health advice and information services
it: Consulenza e informazioni in materia di salute

source: Forest habitat restoration
it: Ripristino di habitat forestali

source: Technical consultancy services relating to medical health
it: Servizi di consulenza tecnica riguardante questioni mediche e sanitarie

source: Electro therapy services for physiotherapy
it: Servizi di elettroterapia per fisioterapia

source: Plant care services [horticultural services]
it: Cura di piante [servizi di orticultura]

source: Providing public bath facilities
it: Fornitura di impianti per bagni pubblici

source: Meditation services
it: Servizi di meditazione

source: Veterinary and agricultural services
it: Servizi veterinari e agricoli

source: Audiology services
it: Servizi di audiologia

source: Information services relating to farming
it: Servizi informativi in materia di agricoltura

source: Technical consultation in the fields of feeding and raising fish, shrimp and other farm-raised marine life
it: Consulenza tecnica nel campo dell'alimentazione e allevamento di pesci, gamberi e altre specie ittiche da allevamento

source: Advisory services relating to medical instruments
it: Servizi di consulenza in materia di strumenti medici

source: Turkish bath services
it: Servizi di bagni turchi

source: Veterinary surgical services
it: Servizi di chirurgia veterinaria

source: Weight-reduction programmes (Planning of -)
it: Programmi di riduzione del peso (Pianificazione di -)

source: Hiring of flowers
it: Affitto di fiori

source: Hiring of surgical instruments
it: Affitto di strumenti chirurgici

source: Diet planning and supervision
it: Pianificazione e controllo di diete

source: Therapy services
it: Servizi terapeutici

source: Sauna services
it: Servizi di sauna

source: Visagists' services
it: Servizi di visagisti

source: Consultancy services relating to orthopaedic implants
it: Servizi di consulenza in materia di impianti ortopedici

source: Consultancy services relating to prosthetic implants
it: Servizi di consulenza in materia di impianti prostetici
